# Cms Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Cms Property
SymbolTypeId Class See Also
---
Symbol CMS, indicating unit Cubic meters per second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Cms { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Cms As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Cms {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace